/* Main alert text */
"Q_HEADLINE_APP" = "« %@ » est %@ %@. Êtes-vous certain de vouloir l’ouvrir ?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_APP_THAT_WAS" = "« %@ » est %@. Cet élément a été %@. Êtes-vous certain de vouloir l’ouvrir ?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] that was [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_DOC_BINDING" = "« %@ » est peut-être %@. Cet élément a été %@ et sera ouvert par %@. Êtes-vous sûr de vouloir l’ouvrir ?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below), app name. Example: “[Fun.html]” may be [an application]. It was [attached to a mail message] and will be opened by [GigaFun]. Are you sure you want to open it?*/
"Q_HEADLINE_MALWARE" = "« %@ » endommagera votre ordinateur. Placez-le dans la corbeille."; /* file name. Example:  “[GigaFun]” will damage your computer. You should move it to the Trash. */

/* Origin phrases for the headline */
/* These phrases complete the sentence "This file was..." */
"Q_ORIGIN_INTERNET" = "téléchargé depuis Internet"; 
"Q_ORIGIN_WEB" = "téléchargé depuis Internet";
"Q_ORIGIN_MAIL" = "attaché à un courrier électronique";
"Q_ORIGIN_CHAT" = "attaché à une conversation";
"Q_ORIGIN_CALENDAR" = "attaché à un événement dans un calendrier";
"Q_ORIGIN_MESSAGE" = "attaché à un message";

/* Detail text for malware */
"Q_DETAIL_MALWARE_NAME" = "Le logiciel malveillant « %@ » y est contenu."; /* malware signature name */
"Q_HEADLINE_MALWARE_MOVE_ERROR" = "« %@ » n’a pas pu être placé dans la Corbeille."; /* name */
"Q_HEADLINE_MALWARE_EJECT_ERROR" = "Impossible d’éjecter l’image disque contenant « %@ »."; /* name */
"Q_DETAIL_MALWARE_REMOVE_ERROR" = "Ce logiciel malveillant doit être supprimé manuellement.";

/* Detail text for files */
"Q_DETAIL_DOWNLOAD_DATE" = "Ce ou cette %@ a été téléchargé(e) %@."; /* "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE" = "%@ a téléchargé ce %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE_FROM" = "%@ a téléchargé ce %@ %@ à partir de %@."; /* application name, "file" or "alias", date phrase, Internet domain name */
"Q_DETAIL_RECEIVED_AGENT_DATE" = "%@ a téléchargé ce %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_TYPE_FILE" = "fichier";
"Q_DETAIL_TYPE_ALIAS" = "alias";

/* Detail text for disk images */
"Q_DETAIL_ON_DMG" = "« %@ » est sur l’image disque « %@ »."; /* filename, filename */
"Q_DETAIL_ON_DMG_UNKNOWN" = "« %@ » se trouve sur une image disque qui est introuvable."; /* filename */
"Q_DETAIL_DMG_DOWNLOAD_DATE" = "Cette image disque a été téléchargée %@."; /* date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE" = "%@ a téléchargé cette image disque %@."; /* application name, date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE_FROM" = "%@ a téléchargé cette image disque %@ à partir de %@."; /* application name, date phrase, Internet domain name */
"Q_DETAIL_DMG_RECEIVED_AGENT_DATE" = "%@ a reçu cette image disque %@."; /* application name, date phrase */

/* Detail text for network file systems */
"Q_DETAIL_ON_SERVER" = "« %@ » se trouve sur un volume de réseau."; /* filename */
"Q_DETAIL_ON_SERVER_NAME" = "« %@ » se trouve sur le volume de réseau « %@ »."; /* filename, volume name */
"Q_DETAIL_SERVER_AGENT_DATE" = "%@ a ouvert cette connexion réseau %@."; /* application name, date phrase */

/* Date/time phrases used in detail text */
"Q_DATE_TODAY" = "aujourd’hui à %@"; /* time */
"Q_DATE_YESTERDAY" = "hier à %@"; /* time */
"Q_DATE_THIS_YEAR" = "le %@"; /* date */
"Q_DATE_FULL" = "le %@"; /* date */
"Q_DATE_UNKNOWN" = "à une date inconnue"; /* inserted into the date/time phrase slot when a date is not known (very rare) */

/* Checkbox titles */
"Q_DO_NOT_WARN" = "Ne pas m’avertir lors de l’ouverture de cette application."; /* (unused) */
"Q_DO_NOT_WARN_DMG" = "Ne pas m’avertir lors de l’ouverture d’applications sur cette image disque";
"Q_DO_NOT_WARN_SERVER" = "Ne pas m’avertir lors de l’ouverture d’applications sur ce volume de réseau";

/* Regular button titles */
"Q_BUTTON_OPEN" = "Ouvrir";
"Q_BUTTON_CANCEL" = "Annuler";
"Q_BUTTON_SHOW_WEB_PAGE" = "Afficher la page Web";
"Q_BUTTON_SHOW_MAIL" = "Afficher le message";
"Q_BUTTON_SHOW_CHAT" = "Afficher le message";
"Q_BUTTON_SHOW_CALENDAR" = "Afficher l’événement";
"Q_BUTTON_SHOW_DMG" = "Afficher l’image disque";
"Q_BUTTON_SHOW_APP" = "Afficher l’application";
"Q_BUTTON_SHOW_SOURCE" = "Afficher la source";
"Q_BUTTON_EJECT_DMG" = "Éjecter l’image disque";

/* Malware button titles */
"Q_BUTTON_MOVE_TO_TRASH" = "Placer dans la Corbeille";

/* File kinds */
"Q_TYPE_APPLICATION" = "une application";
"Q_TYPE_SCRIPT_APPLICATION" = "une application script";
"Q_TYPE_UNIX_APPLICATION" = "une application Unix";
"Q_TYPE_JAVA_APPLICATION" = "une application Java";
"Q_TYPE_WEB_APPLICATION" = "une application web";
"Q_TYPE_QUARTZ_APPLICATION" = "une application Quartz Composer";
"Q_TYPE_WINDOWS_APPLICATION" = "une application Windows";
"Q_TYPE_ALIAS_VARIANT" = "un alias %@"; /* application type, e.g. "a Unix application alias" */

/* Help */
"Q_HELP_ANCHOR" = "mh11389";
"Q_HELP_MALWARE_ANCHOR" = "mh27449";
